VERSION="0.06.2020"
DIALOG=${DIALOG=dialog}
DATE=`date`
$DIALOG --backtitle "Helper $VERSION -- просмотр справки. Дата: $DATE" --title " Helper - о программе " --yesno "  Helper - помощник новичка. В нём описаны несколько утилит - APT, DPKG, GDEBI и EOPKG, но в будущем планируется добавить и другие. 
  Это более понятный и краткий аналог легендарных манов с некоторыми 
ненужными фичами. В конце каждой инструкции я отправляю Вас в маны -- это не страшно. Надо вникнуть в смысл написанного. Перевести на русский. Хотя, в Helper приведены наиболее полные инструкции по терминалу (пакетные менеджеры и немного по Bash), у пользователя не должно возникнуть вопросов. Посыл в маны лишь для того, чтобы узнать чуть больше.
 Версия Helper: $VERSION Rolling. Тестовое издание.

-------------------- Ссылки на другие проекты -------------------
1. www.vk.com/club_image_linux		- внешний вид Linux
2. www.vk.com/linuxparadise		- новости и игры
3. www.vk.com/nixscript			- терминал Linux
4. www.vk.com/linuxsovet		- наша группа


------------------------------ Версии ---------------------------
 Начиная с версии 0.06.2020, Helper -- Rolling Release. Промежуточные
версии (0.06.1.2020б 0.06.2.2020) формируются для фиксации наработок.

-----------------------------------------------------------------
(C) @linuxoid85 специально для ''Советы по Linux/GNU Linux'', 2020" 23 75 